Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: — to import every matching year folder at once. ReelVault scans in the background and the grid fills as files are indexed.
ar: — لاستيراد كل مجلد سنة مطابق دفعةً واحدة. يقوم ReelVault بالمسح في الخلفية وتمتلئ الشبكة كلما فُهرست الملفات.
cs: — pro import všech odpovídajících složek roku najednou. ReelVault prohledává na pozadí a mřížka se plní při indexování souborů.
de: — um alle passenden Jahresordner auf einmal zu importieren. ReelVault scannt im Hintergrund, und das Raster wird gefüllt, während Dateien indiziert werden.
es: — para importar de una vez todas las carpetas de año coincidentes. ReelVault escanea en segundo plano y la cuadrícula se llena a medida que se indexan los archivos.
fr: — pour importer d'un coup tous les dossiers d'année correspondants. ReelVault analyse en arrière-plan et la grille se remplit au fur et à mesure de l'indexation des fichiers.
hi: — एक साथ सभी मेल खाने वाले वर्ष फ़ोल्डर आयात करने के लिए। ReelVault पृष्ठभूमि में स्कैन करता है और फ़ाइलों के अनुक्रमित होते ही ग्रिड भरता जाता है।
id: — untuk mengimpor setiap folder tahun yang cocok sekaligus. ReelVault memindai di latar belakang dan kisi diisi saat file diindeks.
it: — per importare in una volta tutte le cartelle degli anni corrispondenti. ReelVault esegue la scansione in background e la griglia si riempie man mano che i file vengono indicizzati.
ja: — 一致するすべての年フォルダを一括でインポートします。ReelVault はバックグラウンドでスキャンし、ファイルのインデックス作成とともにグリッドが埋まっていきます。
ko: — 일치하는 연도 폴더를 한 번에 모두 가져옵니다. ReelVault는 백그라운드에서 스캔하며 파일이 인덱싱될 때 그리드가 채워집니다.
nl: — om alle overeenkomende jaarsmappen tegelijk te importeren. ReelVault scant op de achtergrond en het raster vult zich terwijl bestanden worden geïndexeerd.
pl: — aby jednocześnie zaimportować wszystkie pasujące foldery roczne. ReelVault skanuje w tle, a siatka wypełnia się w miarę indeksowania plików.
pt_br: — para importar todas as pastas de ano correspondentes de uma vez. O ReelVault escaneia em segundo plano e a grade é preenchida conforme os arquivos são indexados.
ru: — чтобы сразу импортировать все соответствующие папки по годам. ReelVault выполняет сканирование в фоновом режиме, и сетка заполняется по мере индексирования файлов.
th: — เพื่อนำเข้าโฟลเดอร์ปีที่ตรงกันทั้งหมดในครั้งเดียว ReelVault จะสแกนในพื้นหลังและตารางจะเติมข้อมูลเมื่อไฟล์ถูกจัดทำดัชนี
tr: — eşleşen tüm yıl klasörlerini tek seferde içe aktarmak için. ReelVault arka planda tarar ve dosyalar dizine eklendikçe ızgara dolar.
uk: — щоб імпортувати всі відповідні папки року одночасно. ReelVault сканує у фоновому режимі, і сітка заповнюється в міру індексування файлів.
vi: — để nhập tất cả các thư mục năm phù hợp cùng một lúc. ReelVault quét trong nền và lưới hiển thị dần khi các tệp được lập chỉ mục.
zh_hans: — 一次导入所有匹配的年份文件夹。ReelVault 在后台扫描，文件索引后网格将自动填充。

source: . The panel shows codec, resolution, FPS, bitrate, GPS, camera model, notes, tags, and more.
ar: تعرض اللوحة برنامج الترميز والدقة وFPS ومعدل البت وGPS ونموذج الكاميرا والملاحظات والعلامات وغيرها.
cs: . Panel zobrazuje kodek, rozlišení, FPS, datový tok, GPS, model fotoaparátu, poznámky, štítky a další.
de: . Das Panel zeigt Codec, Auflösung, FPS, Bitrate, GPS, Kameramodell, Notizen, Tags und mehr.
es: . El panel muestra códec, resolución, FPS, tasa de bits, GPS, modelo de cámara, notas, etiquetas y más.
fr: . Le panneau affiche le codec, la résolution, les FPS, le débit, le GPS, le modèle d'appareil, les notes, les mots-clés et plus encore.
hi: । पैनल codec, रिज़ॉल्यूशन, FPS, bitrate, GPS, कैमरा मॉडल, नोट्स, टैग और अधिक दिखाता है।
id: . Panel menampilkan codec, resolusi, FPS, bitrate, GPS, model kamera, catatan, tag, dan lainnya.
it: . Il pannello mostra codec, risoluzione, FPS, bitrate, GPS, modello fotocamera, note, tag e altro ancora.
ja: 。パネルにはコーデック、解像度、FPS、ビットレート、GPS、カメラモデル、メモ、タグなどが表示されます。
ko: . 패널에는 코덱, 해상도, FPS, 비트레이트, GPS, 카메라 모델, 메모, 태그 등이 표시됩니다.
nl: . Het paneel toont codec, resolutie, FPS, bitsnelheid, GPS, cameramodel, notities, tags en meer.
pl: . Panel pokazuje kodek, rozdzielczość, FPS, bitrate, GPS, model kamery, notatki, tagi i więcej.
pt_br: . O painel exibe codec, resolução, FPS, taxa de bits, GPS, modelo de câmera, notas, tags e muito mais.
ru: . На панели отображаются кодек, разрешение, FPS, битрейт, GPS, модель камеры, заметки, теги и многое другое.
th: . แผงจะแสดง codec ความละเอียด FPS บิตเรต GPS รุ่นกล้อง บันทึก แท็ก และอื่น ๆ
tr: . Panel codec, çözünürlük, FPS, bit hızı, GPS, kamera modeli, notlar, etiketler ve daha fazlasını gösterir.
uk: . На панелі відображаються кодек, роздільна здатність, FPS, бітрейт, GPS, модель камери, нотатки, теги тощо.
vi: . Bảng hiển thị codec, độ phân giải, FPS, tốc độ bit, GPS, model máy ảnh, ghi chú, thẻ và nhiều hơn nữa.
zh_hans: 。面板显示编解码器、分辨率、FPS、比特率、GPS、相机型号、备注、标签等信息。

source: A catalog is a small database file that stores all your metadata, tags, and settings. Use
ar: الكتالوج ملف قاعدة بيانات صغير يخزن كل بيانات التعريف والعلامات والإعدادات الخاصة بك. استخدم
cs: Katalog je malý databázový soubor, který uchovává veškerá vaše metadata, štítky a nastavení. Použijte
de: Ein Katalog ist eine kleine Datenbankdatei, die alle Ihre Metadaten, Tags und Einstellungen speichert. Verwenden Sie
es: Un catálogo es un pequeño archivo de base de datos que almacena todos tus metadatos, etiquetas y ajustes. Usa
fr: Un catalogue est un petit fichier de base de données qui stocke toutes vos métadonnées, mots-clés et paramètres. Utilisez
hi: एक कैटलॉग एक छोटी डेटाबेस फ़ाइल है जो आपके सभी मेटाडेटा, टैग और सेटिंग्स संग्रहीत करती है। उपयोग करें
id: Katalog adalah file database kecil yang menyimpan semua metadata, tag, dan pengaturan Anda. Gunakan
it: Un catalogo è un piccolo file di database che memorizza tutti i tuoi metadati, tag e impostazioni. Usa
ja: カタログは、すべてのメタデータ、タグ、設定を保存する小さなデータベースファイルです。
ko: 카탈로그는 모든 메타데이터, 태그, 설정을 저장하는 소형 데이터베이스 파일입니다.
nl: Een catalogus is een klein databasebestand dat al uw metadata, tags en instellingen opslaat. Gebruik
pl: Katalog to mały plik bazy danych przechowujący wszystkie metadane, tagi i ustawienia. Użyj
pt_br: Um catálogo é um pequeno arquivo de banco de dados que armazena todos os seus metadados, tags e configurações. Use
ru: Каталог — это небольшой файл базы данных, в котором хранятся все ваши метаданные, теги и настройки. Используйте
th: แคตตาล็อกคือไฟล์ฐานข้อมูลขนาดเล็กที่จัดเก็บข้อมูลเมตา แท็ก และการตั้งค่าทั้งหมดของคุณ ใช้
tr: Katalog, tüm meta verilerinizi, etiketlerinizi ve ayarlarınızı saklayan küçük bir veritabanı dosyasıdır. Kullanın
uk: Каталог — це невеликий файл бази даних, що зберігає всі ваші метадані, теги та налаштування. Використайте
vi: Danh mục là một tệp cơ sở dữ liệu nhỏ lưu trữ tất cả siêu dữ liệu, thẻ và cài đặt của bạn. Dùng
zh_hans: 目录是一个小型数据库文件，用于存储所有元数据、标签和设置。使用

source: A catalog is the SQLite file ReelVault uses to remember your library — locations, tags, notes, thumbnails. Each catalog is independent.
ar: الكتالوج هو ملف SQLite الذي يستخدمه ReelVault لتذكر مكتبتك — المواقع والعلامات والملاحظات والصور المصغرة. كل كتالوج مستقل بذاته.
cs: Katalog je soubor SQLite, který ReelVault používá k zapamatování vaší knihovny — umístění, štítky, poznámky, miniatury. Každý katalog je nezávislý.
de: Ein Katalog ist die SQLite-Datei, die ReelVault verwendet, um Ihre Bibliothek zu speichern – Speicherorte, Tags, Notizen, Vorschaubilder. Jeder Katalog ist unabhängig.
es: Un catálogo es el archivo SQLite que ReelVault usa para recordar tu biblioteca: ubicaciones, etiquetas, notas y miniaturas. Cada catálogo es independiente.
fr: Un catalogue est le fichier SQLite que ReelVault utilise pour mémoriser votre bibliothèque — emplacements, mots-clés, notes, vignettes. Chaque catalogue est indépendant.
hi: कैटलॉग वह SQLite फ़ाइल है जिसे ReelVault आपकी लाइब्रेरी — स्थान, टैग, नोट्स, थंबनेल — याद रखने के लिए उपयोग करता है। प्रत्येक कैटलॉग स्वतंत्र होता है।
id: Katalog adalah file SQLite yang digunakan ReelVault untuk mengingat perpustakaan Anda — lokasi, tag, catatan, thumbnail. Setiap katalog bersifat independen.
it: Un catalogo è il file SQLite che ReelVault usa per ricordare la tua libreria — posizioni, tag, note, miniature. Ogni catalogo è indipendente.
ja: カタログは、ReelVault がライブラリ（場所、タグ、メモ、サムネイル）を記録するために使用する SQLite ファイルです。各カタログは独立しています。
ko: 카탈로그는 ReelVault가 라이브러리를 기억하는 데 사용하는 SQLite 파일입니다 — 위치, 태그, 메모, 썸네일 등. 각 카탈로그는 독립적입니다.
nl: Een catalogus is het SQLite-bestand dat ReelVault gebruikt om uw bibliotheek te onthouden — locaties, tags, notities, miniaturen. Elke catalogus is onafhankelijk.
pl: Katalog to plik SQLite, którego ReelVault używa do zapamiętywania biblioteki — lokalizacji, tagów, notatek, miniatur. Każdy katalog jest niezależny.
pt_br: Um catálogo é o arquivo SQLite que o ReelVault usa para memorizar sua biblioteca — locais, tags, notas, miniaturas. Cada catálogo é independente.
ru: Каталог — это SQLite-файл, в котором ReelVault хранит данные вашей медиатеки: расположение файлов, теги, заметки, миниатюры. Каждый каталог независим.
th: แคตตาล็อกคือไฟล์ SQLite ที่ ReelVault ใช้จดจำไลบรารีของคุณ — ตำแหน่ง แท็ก บันทึก ภาพขนาดย่อ แคตตาล็อกแต่ละรายการเป็นอิสระจากกัน
tr: Katalog, ReelVault'un kitaplığınızı hatırlamak için kullandığı SQLite dosyasıdır — konumlar, etiketler, notlar, küçük resimler. Her katalog bağımsızdır.
uk: Каталог — це файл SQLite, який ReelVault використовує для збереження вашої бібліотеки: розташування, теги, нотатки, мініатюри. Кожен каталог є незалежним.
vi: Danh mục là tệp SQLite mà ReelVault dùng để ghi nhớ thư viện của bạn — vị trí, thẻ, ghi chú, hình thu nhỏ. Mỗi danh mục độc lập với nhau.
zh_hans: 目录是 ReelVault 用于记录您的媒体库的 SQLite 文件，包含位置、标签、备注和缩略图。每个目录相互独立。

source: Accent color
ar: لون التمييز
cs: Zvýrazňující barva
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
hi: एक्सेंट रंग
id: Warna aksen
it: Colore di accento
ja: アクセントカラー
ko: 강조 색상
nl: Accentkleur
pl: Kolor akcentu
pt_br: Cor de destaque
ru: Акцентный цвет
th: สีเน้น
tr: Vurgu rengi
uk: Акцентний колір
vi: Màu nhấn
zh_hans: 强调色

source: Add Library Locations
ar: إضافة مواقع المكتبة
cs: Přidat umístění knihovny
de: Bibliotheksorte hinzufügen
es: Añadir ubicaciones de biblioteca
fr: Ajouter des emplacements à la bibliothèque
hi: लाइब्रेरी स्थान जोड़ें
id: Tambah Lokasi Perpustakaan
it: Aggiungi posizioni alla libreria
ja: ライブラリの場所を追加
ko: 라이브러리 위치 추가
nl: Bibliotheeklocaties toevoegen
pl: Dodaj lokalizacje biblioteki
pt_br: Adicionar Locais à Biblioteca
ru: Добавить расположения медиатеки
th: เพิ่มตำแหน่งไลบรารี
tr: Kitaplık Konumları Ekle
uk: Додати розташування бібліотеки
vi: Thêm vị trí thư viện
zh_hans: 添加媒体库位置

source: Add selected video as proxy
ar: إضافة الفيديو المحدد كوكيل
cs: Přidat vybrané video jako proxy
de: Ausgewähltes Video als Proxy hinzufügen
es: Añadir vídeo seleccionado como proxy
fr: Ajouter la vidéo sélectionnée comme proxy
hi: चयनित वीडियो को प्रॉक्सी के रूप में जोड़ें
id: Tambahkan video yang dipilih sebagai proxy
it: Aggiungi il video selezionato come proxy
ja: 選択した動画をプロキシとして追加
ko: 선택한 동영상을 프록시로 추가
nl: Geselecteerde video als proxy toevoegen
pl: Dodaj wybrany film jako proxy
pt_br: Adicionar vídeo selecionado como proxy
ru: Добавить выбранное видео как прокси
th: เพิ่มวิดีโอที่เลือกเป็นพร็อกซี
tr: Seçili videoyu vekil olarak ekle
uk: Додати вибране відео як проксі
vi: Thêm video đã chọn làm proxy
zh_hans: 将选中的视频添加为代理

source: Allow it to pair with this library?
ar: هل تسمح له بالاقتران بهذه المكتبة؟
cs: Povolit spárování s touto knihovnou?
de: Kopplung mit dieser Bibliothek erlauben?
es: ¿Permitir que se empareje con esta biblioteca?
fr: Autoriser le jumelage avec cette bibliothèque ?
hi: क्या इसे इस लाइब्रेरी के साथ जोड़ने की अनुमति दें?
id: Izinkan untuk dipasangkan dengan perpustakaan ini?
it: Consentire l'associazione con questa libreria?
ja: このライブラリとのペアリングを許可しますか？
ko: 이 라이브러리와 페어링을 허용하시겠습니까?
nl: Toestaan dat het koppelt met deze bibliotheek?
pl: Zezwolić na sparowanie z tą biblioteką?
pt_br: Permitir que ele se pareie com esta biblioteca?
ru: Разрешить сопряжение с этой медиатекой?
th: อนุญาตให้จับคู่กับไลบรารีนี้?
tr: Bu kitaplıkla eşleşmesine izin verilsin mi?
uk: Дозволити з'єднання з цією бібліотекою?
vi: Cho phép thiết bị này ghép nối với thư viện này?
zh_hans: 是否允许其与此媒体库配对？

source: Also embed in video file
ar: تضمين في ملف الفيديو أيضًا
cs: Také vložit do souboru videa
de: Auch in Videodatei einbetten
es: También incrustar en el archivo de vídeo
fr: Également intégrer dans le fichier vidéo
hi: वीडियो फ़ाइल में भी एम्बेड करें
id: Juga sematkan dalam file video
it: Incorpora anche nel file video
ja: 動画ファイルにも埋め込む
ko: 동영상 파일에도 삽입
nl: Ook insluiten in videobestand
pl: Zapisz również w pliku wideo
pt_br: Também incorporar no arquivo de vídeo
ru: Также встроить в видеофайл
th: ฝังในไฟล์วิดีโอด้วย
tr: Video dosyasına da göm
uk: Також вбудувати у відеофайл
vi: Cũng nhúng vào tệp video
zh_hans: 同时嵌入视频文件

source: Always apply these settings
ar: تطبيق هذه الإعدادات دائمًا
cs: Vždy použít tato nastavení
de: Diese Einstellungen immer anwenden
es: Aplicar siempre estos ajustes
fr: Toujours appliquer ces paramètres
hi: हमेशा ये सेटिंग्स लागू करें
id: Selalu terapkan pengaturan ini
it: Applica sempre queste impostazioni
ja: 常にこの設定を適用する
ko: 항상 이 설정 적용
nl: Deze instellingen altijd toepassen
pl: Zawsze stosuj te ustawienia
pt_br: Sempre aplicar estas configurações
ru: Всегда применять эти настройки
th: ใช้การตั้งค่าเหล่านี้เสมอ
tr: Bu ayarları her zaman uygula
uk: Завжди застосовувати ці налаштування
vi: Luôn áp dụng các cài đặt này
zh_hans: 始终应用这些设置

source: Always create proxies at this resolution
ar: إنشاء وكلاء بهذه الدقة دائمًا
cs: Vždy vytvářet proxy v tomto rozlišení
de: Proxys immer in dieser Auflösung erstellen
es: Crear siempre proxies con esta resolución
fr: Toujours créer les proxies à cette résolution
hi: हमेशा इस रिज़ॉल्यूशन पर प्रॉक्सी बनाएं
id: Selalu buat proxy pada resolusi ini
it: Crea sempre proxy a questa risoluzione
ja: 常にこの解像度でプロキシを作成する
ko: 항상 이 해상도로 프록시 생성
nl: Proxies altijd aanmaken op deze resolutie
pl: Zawsze twórz proxy w tej rozdzielczości
pt_br: Sempre criar proxies nesta resolução
ru: Всегда создавать прокси с этим разрешением
th: สร้างพร็อกซีที่ความละเอียดนี้เสมอ
tr: Vekilleri her zaman bu çözünürlükte oluştur
uk: Завжди створювати проксі з цією роздільною здатністю
vi: Luôn tạo proxy ở độ phân giải này
zh_hans: 始终以此分辨率创建代理

source: Anywhere in filename
ar: في أي مكان من اسم الملف
cs: Kdekoliv v názvu souboru
de: Beliebige Stelle im Dateinamen
es: En cualquier parte del nombre de archivo
fr: N'importe où dans le nom de fichier
hi: फ़ाइलनाम में कहीं भी
id: Di mana saja dalam nama file
it: In qualsiasi punto del nome file
ja: ファイル名の任意の位置
ko: 파일 이름 어디서나
nl: Overal in bestandsnaam
pl: Gdziekolwiek w nazwie pliku
pt_br: Em qualquer parte do nome do arquivo
ru: В любом месте имени файла
th: ที่ใดก็ได้ในชื่อไฟล์
tr: Dosya adının herhangi bir yerinde
uk: Будь-де в назві файлу
vi: Bất kỳ đâu trong tên tệp
zh_hans: 文件名中任意位置

source: Appearance & Browse
ar: المظهر والاستعراض
cs: Vzhled a procházení
de: Darstellung & Durchsuchen
es: Apariencia y exploración
fr: Apparence et navigation
hi: उपस्थिति और ब्राउज़
id: Tampilan & Jelajah
it: Aspetto e navigazione
ja: 外観と閲覧
ko: 외관 및 탐색
nl: Weergave en bladeren
pl: Wygląd i przeglądanie
pt_br: Aparência e Navegação
ru: Внешний вид и просмотр
th: รูปลักษณ์และการท่องดู
tr: Görünüm ve Göz At
uk: Зовнішній вигляд і перегляд
vi: Giao diện & Duyệt
zh_hans: 外观与浏览

source: At the beginning
ar: في البداية
cs: Na začátku
de: Am Anfang
es: Al principio
fr: Au début
hi: शुरुआत में
id: Di awal
it: All'inizio
ja: 先頭
ko: 처음에
nl: Aan het begin
pl: Na początku
pt_br: No início
ru: В начале
th: ที่จุดเริ่มต้น
tr: Başında
uk: На початку
vi: Ở đầu
zh_hans: 在开头

source: At the end
ar: في النهاية
cs: Na konci
de: Am Ende
es: Al final
fr: À la fin
hi: अंत में
id: Di akhir
it: Alla fine
ja: 末尾
ko: 끝에
nl: Aan het einde
pl: Na końcu
pt_br: No final
ru: В конце
th: ที่จุดสิ้นสุด
tr: Sonunda
uk: В кінці
vi: Ở cuối
zh_hans: 在末尾

source: Auto-group similar variants
ar: تجميع المتغيرات المتشابهة تلقائيًا
cs: Automaticky seskupit podobné varianty
de: Ähnliche Varianten automatisch gruppieren
es: Agrupar automáticamente variantes similares
fr: Regrouper automatiquement les variantes similaires
hi: समान वेरिएंट को स्वतः समूहित करें
id: Kelompokkan varian serupa secara otomatis
it: Raggruppa automaticamente varianti simili
ja: 類似バリアントを自動グループ化
ko: 유사한 변형 자동 그룹화
nl: Vergelijkbare varianten automatisch groeperen
pl: Automatycznie grupuj podobne warianty
pt_br: Agrupar automaticamente variantes similares
ru: Автоматически группировать похожие варианты
th: จัดกลุ่มตัวแปรที่คล้ายกันอัตโนมัติ
tr: Benzer varyantları otomatik grupla
uk: Автоматично групувати схожі варіанти
vi: Tự động nhóm các biến thể tương tự
zh_hans: 自动分组相似变体

source: Built-in
ar: مدمج
cs: Vestavěný
de: Integriert
es: Integrado
fr: Intégré
hi: अंतर्निहित
id: Bawaan
it: Integrato
ja: 内蔵
ko: 내장
nl: Ingebouwd
pl: Wbudowany
pt_br: Integrado
ru: Встроенный
th: ในตัว
tr: Yerleşik
uk: Вбудований
vi: Tích hợp sẵn
zh_hans: 内置

source: COLLECTIONS
ar: المجموعات
cs: KOLEKCE
de: SAMMLUNGEN
es: COLECCIONES
hi: संग्रह
id: KOLEKSI
it: COLLEZIONI
ja: コレクション
ko: 컬렉션
nl: COLLECTIES
pl: KOLEKCJE
pt_br: COLEÇÕES
ru: КОЛЛЕКЦИИ
tr: KOLEKSİYONLAR
uk: КОЛЕКЦІЇ
vi: BỘ SƯU TẬP
zh_hans: 合集

source: Camera Names
ar: أسماء الكاميرات
cs: Názvy fotoaparátů
de: Kameranamen
es: Nombres de cámara
fr: Noms d'appareils
hi: कैमरा नाम
id: Nama Kamera
it: Nomi fotocamera
ja: カメラ名
ko: 카메라 이름
nl: Cameranamen
pl: Nazwy kamer
pt_br: Nomes de Câmera
ru: Названия камер
th: ชื่อกล้อง
tr: Kamera Adları
uk: Назви камер
vi: Tên máy quay
zh_hans: 相机名称

source: Captures the current filter settings (camera, codec, rating, etc.) as a smart collection that updates automatically.
ar: يحفظ إعدادات التصفية الحالية (الكاميرا والترميز والتقييم وغيرها) كمجموعة ذكية تُحدَّث تلقائيًا.
cs: Zachycuje aktuální nastavení filtru (fotoaparát, kodek, hodnocení atd.) jako inteligentní kolekci, která se aktualizuje automaticky.
de: Speichert die aktuellen Filtereinstellungen (Kamera, Codec, Bewertung usw.) als Smart-Sammlung, die sich automatisch aktualisiert.
es: Guarda la configuración de filtros actual (cámara, códec, valoración, etc.) como una colección inteligente que se actualiza automáticamente.
fr: Enregistre les paramètres de filtre actuels (appareil, codec, évaluation, etc.) en tant que collection dynamique mise à jour automatiquement.
hi: वर्तमान फ़िल्टर सेटिंग्स (कैमरा, codec, रेटिंग, आदि) को एक स्मार्ट संग्रह के रूप में कैप्चर करता है जो स्वचालित रूप से अपडेट होता है।
id: Menyimpan pengaturan filter saat ini (kamera, codec, penilaian, dll.) sebagai koleksi cerdas yang diperbarui secara otomatis.
it: Acquisisce le impostazioni filtro correnti (fotocamera, codec, valutazione, ecc.) come collezione intelligente che si aggiorna automaticamente.
ja: 現在のフィルター設定（カメラ、コーデック、レーティングなど）を自動更新されるスマートコレクションとして保存します。
ko: 현재 필터 설정(카메라, 코덱, 평점 등)을 자동으로 업데이트되는 스마트 컬렉션으로 저장합니다.
nl: Legt de huidige filterinstellingen (camera, codec, beoordeling, enz.) vast als een slimme collectie die automatisch wordt bijgewerkt.
pl: Zapisuje bieżące ustawienia filtrów (kamera, kodek, ocena itp.) jako inteligentną kolekcję, która aktualizuje się automatycznie.
pt_br: Captura as configurações de filtro atuais (câmera, codec, avaliação, etc.) como uma coleção inteligente que se atualiza automaticamente.
ru: Сохраняет текущие настройки фильтра (камера, кодек, рейтинг и т. д.) как смарт-коллекцию, которая обновляется автоматически.
th: บันทึกการตั้งค่าตัวกรองปัจจุบัน (กล้อง codec คะแนน ฯลฯ) เป็นคอลเลกชันอัจฉริยะที่อัปเดตโดยอัตโนมัติ
tr: Mevcut filtre ayarlarını (kamera, codec, derecelendirme vb.) otomatik güncellenen bir akıllı koleksiyon olarak kaydeder.
uk: Зберігає поточні параметри фільтра (камера, кодек, рейтинг тощо) як розумну колекцію, що оновлюється автоматично.
vi: Lưu các cài đặt bộ lọc hiện tại (máy quay, codec, xếp hạng, v.v.) dưới dạng bộ sưu tập thông minh tự động cập nhật.
zh_hans: 将当前筛选条件（相机、编解码器、评分等）保存为自动更新的智能合集。

source: Catalog-wide auto-tagging and detection settings
ar: إعدادات الوسم والكشف التلقائي على مستوى الكتالوج
cs: Nastavení automatického tagování a detekce pro celý katalog
de: Katalogweite Einstellungen für Auto-Tagging und Erkennung
es: Ajustes de etiquetado automático y detección para todo el catálogo
fr: Paramètres de marquage automatique et de détection pour l'ensemble du catalogue
hi: पूरे कैटलॉग के लिए ऑटो-टैगिंग और डिटेक्शन सेटिंग्स
id: Pengaturan penandaan otomatis dan deteksi seluruh katalog
it: Impostazioni di tagging automatico e rilevamento per l'intero catalogo
ja: カタログ全体の自動タグ付けと検出の設定
ko: 카탈로그 전체 자동 태깅 및 감지 설정
nl: Catalogusbrede instellingen voor automatisch taggen en detectie
pl: Ustawienia automatycznego tagowania i wykrywania dla całego katalogu
pt_br: Configurações de marcação automática e detecção para todo o catálogo
ru: Настройки автоматической пометки и обнаружения для всего каталога
th: การตั้งค่าการแท็กอัตโนมัติและการตรวจจับสำหรับทั้งแคตตาล็อก
tr: Katalog genelinde otomatik etiketleme ve algılama ayarları
uk: Налаштування автоматичного тегування та виявлення для всього каталогу
vi: Cài đặt tự động gắn thẻ và phát hiện trên toàn danh mục
zh_hans: 目录全局自动标记与检测设置

source: Choose a Different Server…
ar: اختر خادمًا مختلفًا…
cs: Vybrat jiný server…
de: Anderen Server auswählen…
es: Elegir un servidor diferente…
fr: Choisir un autre serveur…
hi: कोई अलग सर्वर चुनें…
id: Pilih Server Lain…
it: Scegli un server diverso…
ja: 別のサーバーを選択…
ko: 다른 서버 선택…
nl: Een andere server kiezen…
pl: Wybierz inny serwer…
pt_br: Escolher um Servidor Diferente…
ru: Выбрать другой сервер…
th: เลือกเซิร์ฟเวอร์อื่น…
tr: Farklı Bir Sunucu Seçin…
uk: Вибрати інший сервер…
vi: Chọn máy chủ khác…
zh_hans: 选择其他服务器…

source: Choose a Library
ar: اختر مكتبة
cs: Vybrat knihovnu
de: Bibliothek auswählen
es: Elegir una biblioteca
fr: Choisir une bibliothèque
hi: एक लाइब्रेरी चुनें
id: Pilih Perpustakaan
it: Scegli una libreria
ja: ライブラリを選択
ko: 라이브러리 선택
nl: Een bibliotheek kiezen
pl: Wybierz bibliotekę
pt_br: Escolher uma Biblioteca
ru: Выбрать медиатеку
th: เลือกไลบรารี
tr: Bir Kitaplık Seçin
uk: Вибрати бібліотеку
vi: Chọn thư viện
zh_hans: 选择媒体库

source: Click a location on the map to see its videos here.
ar: انقر على موقع في الخريطة لعرض فيديوهاته هنا.
cs: Klikněte na místo na mapě a zobrazte zde jeho videa.
de: Klicken Sie auf einen Ort auf der Karte, um dessen Videos hier zu sehen.
es: Haz clic en una ubicación del mapa para ver sus vídeos aquí.
fr: Cliquez sur un emplacement sur la carte pour voir ses vidéos ici.
hi: यहां उसके वीडियो देखने के लिए मानचित्र पर एक स्थान क्लिक करें।
id: Klik lokasi di peta untuk melihat videonya di sini.
it: Fai clic su una posizione sulla mappa per visualizzarne i video qui.
ja: マップ上の場所をクリックすると、その動画がここに表示されます。
ko: 지도에서 위치를 클릭하면 해당 동영상이 여기에 표시됩니다.
nl: Klik op een locatie op de kaart om de bijbehorende video''s hier te bekijken.
pl: Kliknij lokalizację na mapie, aby zobaczyć jej filmy tutaj.
pt_br: Clique em um local no mapa para ver seus vídeos aqui.
ru: Нажмите на место на карте, чтобы увидеть его видео здесь.
th: คลิกตำแหน่งบนแผนที่เพื่อดูวิดีโอที่นี่
tr: Videolarını burada görmek için haritada bir konuma tıklayın.
uk: Натисніть на місцезнаходження на карті, щоб побачити його відео тут.
vi: Nhấp vào một vị trí trên bản đồ để xem video của vị trí đó tại đây.
zh_hans: 点击地图上的位置以在此处查看其视频。
